export const welocme1 = {
  header: 'Рассчитайте',
  text: 'Это приложение помогает рассчитать нужные ресурсы для создания минимально жизнеспособного продукта. Сделайте расчет капитала, необходимого для стартапа.',
};
export const welocme2 = {
  header: 'Инвестиции для стартапа',
  text: 'Приложение помогает правильно распределить стартовый капитал. Вы сможете эффективно инвестировать в ключевые элементы, чтобы создать конкурентоспособный продукт.',
};
export const welocme3 = {
  header: 'Оптимизация расходов',
  text: 'Рассчитайте все расходы на разработку. Оптимизируйте бюджет и минимизируйте ненужные затраты.',
};

export const buttonText = {
  interest: 'Интересно!',
  start: 'Начать сейчас',
};

export const profile = {
  account: 'Главная',
  reduct: 'Редактировать',
  placeholder: 'Ваше имя',
};

export const home = {
  home: 'Главная',
  balance: 'Баланс MVP',
  calc: 'Инвестировать',
  prognoz: 'Свой бизнес',
  personalaz: 'Персонализированные рекомендации',
};

export const cards = {
  cards: 'Карты',
  spended: 'Потрачено / Запланировано',
  add: 'Добавить',
  yourName: 'Ваше имя',
  cardName: 'Название карты',
  sum: 'Сумма',
  card: 'Номер карты',
  type: 'Тип карты',
};

export const ERRORS = {
  name: 'Максимум 30 символов',
  cardNa: 'Максимум 30 символов',
  cardNu: 'Должно быть 16 цифр',
  amount: 'Максимальная сума 10 млн. рублей',
};
